Revit 2027 API
Blend.BottomOffset Property
The offset of the bottom end of the blend relative to the sketch plane.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double BottomOffset { get; set; }
Public Property BottomOffset As Double
	Get
	Set
public:
property double BottomOffset {
	double get ();
	void set (double value);
}
member BottomOffset : float with get, set
Property Value
Double
See Also
Reference
Blend Class
Autodesk.Revit.DB Namespace